Repository: edelpaper/edelpaper-wordpress-plugin
Catalog: src/1000grad-epaper/lang/1000grad-epaper-*.po
Languages: de_de

source: Title:
de_de: Titel:

source: not used
de_de: nicht verwendet

source: edelpaper Channel
de_de: edelpaper Kanal

source: Registration
de_de: Registrierung

source: en
de_de: de

source: Request WP-Key
de_de: WP-Key anfordern

source: I want to receive service newsletter from edelpaper.com.
de_de: Ich möchte über edelpaper.com via Newsletter informiert werden.

source: send request
de_de: Bestätigen

source: Registration Code
de_de: Registrierungs-Code

source: insert this shortcode into editor:
de_de: Im Editor folgendes Kürzel verwenden:

source: <br />Number of API Commands:
de_de: <br />Anzahl der API Befehle:

source: local plugin settings:
de_de: lokale Plugin-Einstellungen:

source: <br /><b>Error with API Key Authentification
de_de: <br /><b>Fehler bei API Key Authentifizierung

source: <br />Email adress is not valid.
de_de: <br />Email Adresse ist nicht gültig.

source: Embed this ePaper:
de_de: Dieses ePaper einbinden:

source: send feedback
de_de: Feedback abschicken

source: Contact
de_de: Kontakt

source: Settings
de_de: Einstellungen

source: no edelpaper Channel existing!
de_de: Es existiert kein edelpaper Kanal!

source: Error with API Handling, please register your plugin!
de_de: Fehler in der API Kommunikation, bitte registrieren Sie Ihr Plugin!

source: Error with Channel API Handling, please register your plugin!
de_de: Fehler in der Kanal API Kommunikation, bitte registrieren Sie Ihr Plugin!

source: <p>Now you can use this edelpaper Plugin!</p>
de_de: <p>Jetzt ist das edelpaper Plugin einsatzbereit.</p>

source: <br />Api key is valid
de_de: <br />Api Key ist gültig

source: ePaper deletion fault.
de_de: ePaper Fehler beim Löschen.

source: ePaper creation fault.
de_de: ePaper Fehler beim Erstellen.

source: Error: Could not start render process.
de_de: Fehler: Konnte Renderprozess nicht starten.

source: Error: Could not set attribute.
de_de: Fehler: Konnte Attribute nicht setzen.

source: Error: Could not connect to API.
de_de: Fehler beim Kontaktieren der API.

source: Error with Apikey API.
de_de: Fehler mit API-Key.

source: Error with API.
de_de: Fehler mit der API.

source: Error with API Key Authentification.
de_de: Fehler bei Authentifizierung gegen die API.

source: Error: could not remove ePaper.
de_de: Fehler: Konnte ePaper nicht löschen.

source: Error while Channelizing.
de_de: Fehler beim Kanalisieren.

source: Error with edelpaper Channel.
de_de: Fehler bei edelpaper Kanal.

source: edelpaper Registration
de_de: edelpaper Registrierung

source: Your opinion is important! We develop our software continuously and the focus of our efforts, you as a user of our software.<br />Please send us your comments, questions and suggestions. We will contact you immediately.
de_de: Ihre Meinung ist uns wichtig! Wir entwickeln unsere Software ständig weiter und im Mittelpunkt unserer Bemühungen stehen Sie als Nutzer unserer Software.<br />Bitte senden Sie uns Ihre Hinweise, Fragen und Verbesserungsvorschläge. Wir werden uns umgehend bei Ihnen melden.

source: ePaper Registration fault.
de_de: ePaper Registrierung fehlerhaft.

source: Please type in the confirmation code you was receiving via email.
de_de: Bitte geben Sie den Bestätigungscode ein, den Sie via email erhalten haben.

source: <br /><b>Your Registration was not successful! Please try again.</b>
de_de: <br /><b>Ihre Registrierung war nicht erfolgreich! Bitte versuchen Sie es erneut.</b>

source: <br /><b>Please have a look into your email inbox for confirmation code!</b>
de_de: <br /><b>Bitte schauen Sie in Ihrem email-Postfach nach dem Bestätigungs-Code!</b>

source: <br />Email adress is already registered.
de_de: <br />Email-Adresse wurde bereits registriert.

source: Manage Subscription
de_de: Abonnement verwalten

source: edelpaper is not registered yet.
de_de: edelpaper wurde noch nicht registriert.

source: Manage Your Subscription
de_de: Abonnement verwalten

source: ePaper read fault (2).
de_de: edelpaper API Lesefehler (2).

source: clear Channel
de_de: Kanal leeren

source: edit ePaper
de_de: ePaper editieren

source: close
de_de: Schließen

source: edelpaper API License
de_de: edelpaper API Lizenz

source: Available plans for the Wordpress Plugin
de_de: verfügbare Varianten für ihr Wordpress Plugin

source: Your account info
de_de: Deine Account Informationen

source: Auto-renew (and next payment date)
de_de: Automatische Erneuerung (und nächster Zahltag)

source: Additional Channels
de_de: zusätzliche Kanäle

source: Choose your new plan
de_de: Auswahl ihres neuen Tarifes

source: Please %sregister your installation%s.
de_de: Bitte %sregistrieren Sie Ihre Installation%s.

source: save
de_de: Speichern

source: Uploading
de_de: Hochladen

source: Rendering
de_de: Rendern

source: Publishing
de_de: Publizieren

source: PDF Upload
de_de: PDF hochladen

source: page
de_de: Seite

source: submit code
de_de: Code übermitteln

source: set the language of the epaper-navigation
de_de: Sprache der Navigation im ePaper

source: filename of the pdf, when downloading
de_de: Dateiname für Download des PDF-Dokumentes

source: title of the browser-tab, when opening the ePaper
de_de: Name des Browser-Tabs, wenn das ePaper geöffnet wurde

source: Upload-Error: Pdf could not be analyzed
de_de: Upload-Fehler: Pdf konnte nicht analysiert werden

source: Upload-Error: Pdf is not a valid PDF document
de_de: Upload-Fehler: Pdf ist kein valides PDF Dokument

source: Upload-Error: Pdf contains no content
de_de: Upload-Fehler: Pdf enthält keinen Inhalt

source: Upload-Error: Pdf is encrypted and can not be processed
de_de: Upload-Fehler: Pdf ist verschlüsselt und kann nicht verarbeitet werden

source: Upload-Error: Pdf contains more pages than allowed
de_de: Upload-Fehler: Pdf enthält mehr Seiten als erlaubt

source: Upload-Error: undefined
de_de: Upload-Fehler: unbekannter Fehler

source: Channel-title
de_de: Kanal-Titel

source: internal channel name (for administration)
de_de: interner Kanalname (zur Administration)

source: Link-type
de_de: Link-Typ

source: open the ePaper in an overlayer box or in a new window/tab
de_de: öffnen der ePaper in einer über der Webseite liegenden Box oder einen neuen Fenster/Tab

source: overlay
de_de: überlagert

source: Tab-Title
de_de: Tab-Titel

source: allow user to download this ePaper as PDF (a download link is shown inside the ePaper)
de_de: erlaubt Besuchern das Herunterladen des ePaper als PDF (download link wird innerhalb des ePapers angezeigt)

source: no
de_de: nein

source: yes
de_de: ja

source: PDF Filename
de_de: PDF Dateiname

source: ePaper Language
de_de: ePaper Sprache

source: display a edelpaper
de_de: edelpaper anzeigen

source: for advanced users
de_de: für Profis

source: add more edelpaper Channels
de_de: weitere ePaper Kanäle buchen

source: You can get more edelpaper channels via PayPal.
de_de: Erhalten Sie mehr edelpaper Kanäle mit Paypal.

source: Manage Subscriptions
de_de: Abonnement verwalten

source: Please have a look at our <a target="_blank" href="http://support.edelpaper.com/hc/en-us/articles/202245111">frequently asked questions (FAQ)</a> or give us <a href=options-general.php?page=epaper_settings>feedback about this plugin</a>
de_de: Bitte haben sie einen Blick auf unsere <a target="_blank" href="http://support.edelpaper.com/hc/en-us/articles/202245111">meist gestellte Fragen (FAQ)</a> oder geben uns <a href=options-general.php?page=epaper_settings>Feedback über dieses Plugin</a>

source: Saving
de_de: Speichern

source: Are you sure? The current edelpaper will be deleted!
de_de: Sind sie sicher? Das derzeitige edelpaper wird gelöscht werden!

source: Are you sure? The current edelpaper will be overwritten!
de_de: Sind sie sicher? Das derzeitige ePaper wird überschrieben werden!

source: <br><b>Your feedback comment was sent to the edelpaper Support Team. Thank you for contacting us.</b>
de_de: <br><b>Ihr Kommentar wurde an das edelpaper Support Team übermittelt. Vielen Dank für Ihr Feedback.</b>

source: Do you really want to reset your Plugin? All settings will be deleted.
de_de: Wollen sie wirklich das Plugin resetten? Alle Einstellungen werden gelöscht.

source: Channellist
de_de: Kanal-Liste

source: First page
de_de: Erste Seite

source: first page when opening ePaper
de_de: erste Seite beim ePaper-Öffnen

source: This plugin aims to support you in creating and adding your interactive publications to the WordPress blog. Creating interactive FLASH and HTML5 based documents has never been easier. Upload your pdf file and create your interactive multimedia publication in a few steps. Embed that to your website via widget or shortcode. Each publication is optimized for web and mobile (iOS and Android) display and is equipped with an automatic device recognition. <br>You can refresh your document permalink as often as you want by upload a new PDF to the existing one.
de_de: In nur wenigen Schritten erstellen Sie sich aus Ihrer PDF-Datei ein blätterbares Dokument für Ihre Webseite. Auch auf Android, iPad & Co. macht Ihr ePaper in der automatischen HTML5-Darstellung einen sehr guten Eindruck. Konvertieren Sie Ihre PDF mit dem edelpaper-Webservice in ein blätterbares Web-Dokument. Binden Sie es einfach per Widget oder Shortcode ein. Desktop-Browser stellen das Dokument mittels Flash dar. Auf mobilen Endgeräten mit iOS oder Android macht Ihre Publikation in der automatischen HTML5-Darstellung einen sehr guten Eindruck. <br>Das Dokument im Wordpress-Widget können Sie beliebig oft aktualisieren oder austauschen. Dafür laden Sie Ihre neue PDF einfach in den bestehenden edelpaper-Permalink.

source: Account:
de_de: Zugang:

source: Plan:
de_de: Tarif:

source: You can manage your plan below, as often as you need. The payment is realized with Paypal monthly Subscription.<br> For questions relating licensing or purchasing, please contact a customer service representative via <a target = '_blank' href='mailto:info@edelpaper.com'>info@edelpaper.com</a>. To request technical support, please visit our <a target = '_blank' href='http://support.edelpaper.com/hc/en-us/articles/202133892'>Support Page</a> or or give us <a href=options-general.php?page=epaper_settings>feedback</a>.
de_de: Sie können ihren Tarif wechseln, so oft sie es benötigen. Die Bezahlung wird mittels Paypal - monatlichen Abonnement realisiert.<br>Für Fragen, die die Lizensierung und Kaufprozesse betreffen kontaktieren sie bitte unsere Support-Abteilung unter <a target = '_blank' href='mailto:info@edelpaper.com'>info@edelpaper.com</a>. Für technischen Support besuchen sie bitte unsere <a target = '_blank' href='http://support.edelpaper.com/hc/en-us/articles/202133892'>Support Seite</a> oder geben uns <a href=options-general.php?page=epaper_settings>Feedback</a>

source: Recurring payment id:
de_de: Paypal Profil-ID:

source: (Please log in at Paypal with %s before clicking on the link.)
de_de: (Bitte melden Sie sich mit %s bei Paypal an, bevor Sie den Link anklicken.)

source: I have read the <a target="_blank" href="http://www.edelpaper.com/terms_of_use/SaaS-Agreement-Edelpaper-TC-en-2013-07-26.pdf">terms of use</a> and I agree.
de_de: Ich habe die <a target="_blank" href="http://www.edelpaper.com/terms_of_use/SaaS-Agreement-Edelpaper-TC-en-2013-07-26.pdf">Allgemeinen Geschäftsbedingungen</a> gelesen und akzeptiere sie.

source: Accept
de_de: Akzeptieren

source: Cancel
de_de: Abbrechen

source: <a href="http://www.edelpaper.com/terms_of_use/SaaS-Agreement-Edelpaper-TC-en-2013-07-26.pdf">terms of use</a>
de_de: <a href="http://www.edelpaper.com/terms_of_use/SaaS-Agreement-Edelpaper-TC-en-2013-07-26.pdf">Allgemeine Geschäftsbedingungen</a>

source: Please read and accept our terms and conditions, before using the edelpaper Wordpress-Plugin.
de_de: Bitte lesen und akzeptieren Sie unsere Allgemeinen Geschäftsbedingungen, bevor Sie das edelpaper Wordpress-Plugin benutzen.

source: <b>The edelpaper plugin requires SOAP extension for PHP (php_soap).<br/><br/>Please ask your system administrator to activate it.</b>
de_de: <b>Das edelpaper Plugin benötigt die SOAP Extension für PHP (php_soap).<br/><br/>Bitte fragen Sie Ihren Systemadministrator nach einer Aktivierung dieser Erweiterung.</b>

source: Error: Could not fetch player languages.
de_de: Fehler beim lesen der Playersprachen
